christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
hollowtree.vue-snippets
HookyQR.beautify
ionutvmi.path-autocomplete
mechatroner.rainbow-csv
mrmlnc.vscode-duplicate
msjsdiag.debugger-for-chrome
octref.vetur
PKief.material-icon-theme
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
wix.vscode-import-cost
xabikos.JavaScriptSnippets
