christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
hollowtree.vue-snippets
HookyQR.beautify
ionutvmi.path-autocomplete
mechatroner.rainbow-csv
mrmlnc.vscode-duplicate
ms-vscode.Go
msjsdiag.debugger-for-chrome
nitayneeman.puppeteer-snippets
octref.vetur
PeterJausovec.vscode-docker
PKief.material-icon-theme
schroeter.prettier-vscode-space-parenthesis
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
wix.vscode-import-cost
xabikos.JavaScriptSnippets
felixfbecker.php-intellisense
ikappas.phpcs
neilbrayfield.php-docblocker
mikestead.dotenv
felixfbecker.php-debug
onecentlin.laravel5-snippets
ryannaddy.laravel-artisan
onecentlin.laravel-blade
ritwickdey.liveserver
alefragnani.bookmarks
amazonwebservices.aws-toolkit-vscode
vscjava.vscode-java-pack
