christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
ionutvmi.path-autocomplete
mechatroner.rainbow-csv
ms-vscode.Go
msjsdiag.debugger-for-chrome
PeterJausovec.vscode-docker
PKief.material-icon-theme
schroeter.prettier-vscode-space-parenthesis
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
wix.vscode-import-cost
xabikos.JavaScriptSnippets
felixfbecker.php-intellisense
ikappas.phpcs
neilbrayfield.php-docblocker
mikestead.dotenv
felixfbecker.php-debug
onecentlin.laravel5-snippets
onecentlin.laravel-blade
alefragnani.bookmarks
amazonwebservices.aws-toolkit-vscode
ms-vscode-remote.vs-code-remote-extensionpack
eamodio.gitlens
mhutchie.git-graph
dsteenman.cloudformation-yaml-snippets
aws-scripting-guy.cform
kddejong.vscode-cfn-lint
mauve.terraform
firsttris.vscode-jest-runner
higoka.php-cs-fixer
danilopolani.yet-another-phpunit
emallin.phpunit
premparihar.gotestexplorer
ibm.output-colorizer
emilast.logfilehighlighter
rogalmic.bash-debug
kevinkyang.auto-comment-blocks
hediet.vs-code-drawio

